Repository: djibian/stmartin-theme
Catalog: languages/*.po
Languages: fr_fr

source: This is a storefront custom child theme for sale in bulk.
fr_fr: Theme enfant de storefront pour la vente en vrac.

source: A minimum product quantity
fr_fr: Quantité de produit minimum

source: Minimum quantity factor
fr_fr: Coefficient quantité min

source: It allow to define the default and minimum quantity through multiplication ot the quantity step by this factor
fr_fr: Cela permet de modifier la valeurs par défaut et le minimum en multipliant le pas de quantité par ce coefficient

source: Display of the price per unit of measure
fr_fr: Affichage du prix par unité de mesure

source: suitable if the product is not yet sold by unit of measure
fr_fr: Convient si le produit n'est pas déjà vendu par unité de mesure

source: Measure unit
fr_fr: Unité de mesure

source: It defines the price unit of measure
fr_fr: Cela détermine l'unité de mesure du prix

source: Price multiplied by
fr_fr: Prix multiplié par

source: It defines the multiplying factor to apply to the product price
fr_fr: Cela détermine le coefficient à appliquer au prix du produit

source: It defines the divisor to apply to the product price
fr_fr: Cela détermine le diviseur à appliquer au prix du produit

source: Price divided by
fr_fr: Prix divisé par

source: or
fr_fr: soit

source: Allergens
fr_fr: Allergènes
